[AnimatedText]
deposit=DEPOSIT
withdrawl=WITHDRAWL

[ButtonBar]
coliseumDead=<StringAliasMap:GFx_Cancel> BACK TO UNDERDOME     <StringAliasMap:GFx_Accept> TRY AGAIN
hashdisplay_bar=<StringAliasMap:GFx_Cancel> EXIT    <StringAliasMap:GBA_SortInvForward> / <StringAliasMap:GBA_SortInvBackward> SORT
viewGamerCard="<IMG src='xbox360_Y'> VIEW GAMER CARD    "

[CategoryLabels]
all=ALL
bank=BANK
carried=CARRIED
compare=COMPARE
items=ITEMS
stashed=STASHED
manufacturers=BRANDS
weapon=WEAPONS

[Coliseum]
roundPrefix="ROUND "
wavePrefix="WAVE "
MenuRestart=Restart Coliseum
MenuExit=Exit to The Underdome

[dlgColiseumGameOver]
Caption=Game Over
Prompt=When all the players are in the penalty box, the game is over. Have you had enough yet?
TryAgain=Try it again.
Lobby=Exit out to the lobby.

[dlgColiseumExit]
Cancel=Cancel
Caption=Exit Coliseum?
Exit=Exit to the Underdome
Prompt=Are you sure you want to exit the coliseum and return to The Underdome?
TipExit=Unsaved progress will be lost.

[dlgColiseumRestart]
Cancel=Cancel
Caption=Restart Coliseum?
Restart=Restart Coliseum
Prompt=Are you sure you want to restart the Coliseum at Round 1 Wave 1?
TipRestart=Unsaved progress will be lost.

[Labels]
bank=BANK
banksdu=Upgrades the capacity of your bank's storage
certificate=CERTIFICATE OF BADASSERY
certText="This official certificate of badassitude, awarded to %G for excellent work in %L, officially endows the bearer with +1 BADASSEDNESS.\n\n%R Rounds, %W Waves, No Mercy."
defeated="DEFEATED!!"
depositLabel="Store Your Crap!"
deposit=DEPOSIT
hashdisplay="GUN SCANNER"
hashheader="GUN CODE"
hashmissing = "No Barcode"
hashtext="Take this gun code to www.borderlandsthegame.com/guns/ to stake your claim on this weapon!"
hurry=HURRY!
killsThisRound="Kills This Round"
killsTotal="Total Kills"
newRule="NEW RULE!!!"
noRoom="Not enough room in your Bank."
penaltyText="You can still shoot, but you're stuck here!"
penaltyTitle=PENALTY BOX!
results=RESULTS
roundSummary="Round %X of %Y"
roundWave="Round %1, Wave %2"
rulesTitle=RING O' DEATH
rulesLabel=RULES
withdrawl=WITHDRAWL
supply=SUPPLY DROP!
timerFinish="BEGIN"
total=TOTAL
victory=VICTORY
waveEnded=WAVE COMPLETE!
withdrawLabel="Take Your Crap!"
withdraw=WITHDRAW

[FlavorText]
EnemyDamage=Enemy Damage
EnemyHealth=Enemy Health
EnemyShields=Enemy Shields
Flavor01=Starting out easy
Flavor02=Warming up
Flavor03=Welcome to average
Flavor04=Skilled combatants
Flavor05=Professional Grade Tournament
Flavor06=Are you man enough?
Flavor07=I eat Round 7 for breakfast, do you?
Flavor08=Kill Kill Kill
Flavor09=Brick's momma got past this round
Flavor10=You rock, I'll roll
Flavor11=These guys take a lot of hits
Flavor12=Lock & Load
Flavor13=I'm not dead yet
Flavor14=Bigger, Stronger, Faster
Flavor15=Wait, did they just add ANOTHER rule?
Flavor16=Suck it down
Flavor17=Better hope your guns deal a lot of damage
Flavor18=Game over man, game over
Flavor19=They deal how much damage?
Flavor20=Grade A - Badass
Intermission=Intermission
